Repository: HackerShohag/RUET-CSE
Catalog: CSE-2100/RAVEN_Downloader/po/*.po
Languages: nl

source: Swipe for Settings
nl: Veeg om instellingen te tonen

source: select audio
nl: Kies een audioformaat

source: select language
nl: Kies een taal

source: select resolution
nl: Kies een resolutie

source: Download Invalid!
nl: Ongeldige download!

source: Please refresh download link.
nl: Controleer de downloadlink.

source: unknown
nl: Onbekend

source: Download
nl: Downloaden

source: Invalid Playlist URL!
nl: Ongeldige afspeellijst-url!

source: Please provide a link with valid list argument.
nl: Voer een link met geldige lijstverwijzing in.

source: Download Complete!
nl: Het downloaden is voltooid!

source: video(s) from "
nl: video('s) van "

source: Invalid URL!
nl: Ongeldige url!

source: Please provide a valid video link.
nl: Voer een geldige videolink in.

source: Put YouTube video or playlist URL here
nl: Voer hier een youtubevideo- of afspeellijst-url in

source: Select download type
nl: Kies het soort download

source: playlist
nl: Afspeellijst

source: single video
nl: Losse video

source: Submit
nl: Indienen

source: Downloaded Files
nl: Gedownloade bestanden

source: No Downloads!
nl: Er zijn geen downloads!

source: System theme
nl: Systeemthema

source: Ambiance theme
nl: Ambiance-thema

source: Suru-dark theme
nl: Suru donker-thema

source: Settings
nl: Instellingen

source: Select download location
nl: Kies een downloadlocatie

source: Download available subtitles
nl: Beschikbare ondertiteling downloaden

source: Download autogenerated captions (if subtitle isn't available)
nl: Automatische bijschriften downloaden (indien geen ondertiteling)

source: Embed subtitles/captions in files
nl: Ondertiteling/Bijschriften invoegen in bestanden

source: Auto Download (this will download the best format)
nl: Automatisch (beste formaat)

source: Select app theme
nl: Kies een appthema

source: Clear All History
nl: Alle geschiedenis wissen
